    <div>
        <table align="center" border="0" cellpadding="0" cellspacing="0" style="border-collapse: collapse;">
            <tr>
                <td style="padding: 0px 30px 0px 30px;">
                    <p>Уважаеми ${name},</p>
                    <br />
                    <p>Уведомяваме Ви, че имате подадено заявление за предоставяне административна услуга  от БАБХ ${branch}.</p>
                    <p><b>Входящ номер:</b> ${entryNumber}</p>
                    <p><b>Административна услуга:</b> ${serviceName}</p>
                    <p><b>Код на услугата:</b> ${serviceTypeCode}</p>
                    <p><b>Такса:</b> ${price} лева.</p>
                    <p>Имате възможност да платите като използвате средата за електронни плащания за централната и местната администрация на МЕУ <a href="https://pay.egov.bg/">https://pay.egov.bg/</a></p>
                    <p>Входът в системата е възможен чрез:
                    <ul>
                        <li>Квалифициран електронен подпис (КЕП)</li>
                        <li>Код за плащане "${paymentCode}", валиден 24 часа.</li>
                    </ul>
                    <p>Ако вече сте платили, моля да ни извините.</p>
                    </br>
                    <p>Това съобщение e генерирано автоматично. Моля, не отговаряйте.</p>
                </td>
            </tr>
            <tr>
                <td style="padding-left: 30px;">
                    <br />
                    <p>
                        С уважение, <br /> <em>Екипът на БАБХ</em>
                    </p>
                </td>
            </tr>
        </table>
    </div>
